coordinates = (4 , 5 , 7 , 9 , 43, 14, 1) #tuples във () не се променят, а може само да се извеждат
# coordinates[1] = 10 дава error защото в () нищо не се променя

print(coordinates[3]) #извежда индексния номер под числото

coord = [(4, 5), (6 , 7), (80, 34)] #могат да се променят само по двойки
print(coord[2])

coord[1] = (3, 6) #променяш индекс 2 в тази двойка
print(coord)
print(coord[1])

# Tuples са в () и не се променят по единично, освен цялото съдържание в ()
# lists са в [] и се променят



