from math import *
#импортва библиотека с математически функции

print(-2.0987)
print(3+5/3.5)
print(5+3*4)
print(10 % 3)
my_num = 5
print(str(my_num) + " is my favourite numb")
#str преобразува числата в стринг, за да може да добавя текст
my_dot = -7
print(abs(my_dot)) #извежда абсолютна стойност +
print(pow(4, 6)) #извежда степенуване
print(max(4,6,8,25,66,67,11,2)) #извежда само най-голямото
print(min(4,6,8,25,66,67,11,2)) #извежда само най-малкото
print(round(3.6)) #извежда закръглена стойност
print(floor(9.7)) #извежда по-ниското цяло число
print(ceil(6.3)) #извежда по-високото цяло число
print(sqrt(81)) #извежда корен квадратен от 81